Repository: slobodan1987/cooking_class_website
Catalog: frontend/messages.*.xlf
Languages: it

# description1
source: Dobrodošli u srce Like, gdje mirisi domaće kuhinje bude sjećanja, a okusi pričaju priče naših baka. Naš Traditional Plitvice Lakes Cooking Class nije samo tečaj kuhanja – to je doživljaj za dušu.
it: Benvenuti nel cuore della Lika, dove gli aromi dei piatti fatti in casa risvegliano i ricordi e ogni sapore racconta una storia tramandata di generazione in generazione. Il nostro Traditional Plitvice Lakes Cooking Class non è solo un corso di cucina – è un'esperienza per l'anima.

# description2
source: U društvu naše obitelji, u toplini ličkog doma, naučit ćete pripremati autentična plitvička i lička jela po starinskim receptima koji se prenose generacijama. Ali ne brinite – ovdje se ne broje samo grami i minute. Ovdje se broje osmijesi, mirisi svježeg bilja, zvuk pucanja vatre i topli razgovori uz rakijicu.
it: In compagnia della nostra famiglia, nell'accogliente atmosfera della nostra casa tradizionale, imparerete a preparare piatti autentici della regione di Plitvice e della Lika, utilizzando ricette antiche e metodi tramandati. Ma non preoccupatevi – qui non si contano solo i grammi e i minuti. Qui si contano le risate, i profumi delle erbe fresche, il suono della legna che scoppietta e le conversazioni calorose accompagnate da un bicchierino di rakija fatto in casa.

# description3
source: Zajedno ćemo mijesiti, sjeckati, kuhati i – najvažnije – smijati se. U svako jelo unosimo dašak prošlih vremena i ljubavi prema kraju iz kojeg dolazimo. A dok kuhate s nama, postajete dio te priče.
it: Insieme impasteremo, triteremo, mescoleremo – e soprattutto, ci divertiremo. Ogni piatto è intriso di un pezzo di passato e dell'amore che proviamo per questa terra. E mentre cucinate con noi, diventate parte di quella storia.

# expected
source: Što vas očekuje?
it: Cosa vi aspetta?

# bullet1
source: Edukacija i priprema tradicionalnih jela uz stručne i srdačne domaćine
it: Corso di cucina e preparazione di piatti tradizionali con padroni di casa calorosi ed esperti

# bullet2
source: Korištenje lokalnih, svježih sastojaka – iz vrta, s tržnice ili iz prirode
it: Ingredienti freschi e stagionali direttamente dall'orto, dal mercato o dalla natura

# bullet3
source: Nezaboravno druženje u rustikalnom ambijentu
it: Un'atmosfera rilassata e rustica

# bullet4
source: Kušanje vlastitih kulinarskih remek-djela uz domaće vino i rakiju
it: Gustare il piatto che avete creato con vino locale e rakija fatta in casa

# bullet5
source: Trenuci koje ćete ponijeti kući – ne u torbi, nego u srcu
it: Momenti che porterete a casa – non nella borsa, ma nel cuore

# endingWord
source: Ovo nije samo kuhanje – ovo je spajanje s kulturom, s ljudima i s prirodom Plitvičkih jezera. Ako tražite nešto istinski autentično, daleko od turističke vreve, dođite da zajedno zapalimo vatru, razvaljamo tijesto i zapečemo uspomene koje će trajati zauvijek.
it: Questa non è solo cucina – è un legame con la cultura, con le persone e con l'anima dei Laghi di Plitvice. Se cercate qualcosa di veramente autentico, lontano dalle folle turistiche, venite a accendere il fuoco, a stendere la pasta e a creare ricordi che dureranno per tutta la vita.

# reserveWord
source: Rezervirajte svoje mjesto za stolom – obitelj vas čeka!
it: Prenotate il vostro posto a tavola – la nostra famiglia vi aspetta!

# reservationsSoon
source: Rezerviranje putem stranice uskoro će biti omogućeno!
it: La prenotazione tramite il sito sarà presto disponibile!

# contactUs
source: Do tada nas za rezervacije kontaktirajte putem telefona ili e-maila navedenih na stranici. Hvala na strpljenju!
it: Nel frattempo, per le prenotazioni contattateci telefonicamente o via e-mail come indicato sul sito. Grazie per la vostra pazienza!

# timeLabel
source: Vrijeme održavanja:
it: Orario dell’evento:

# addressLabel
source: Adresa:
it: Indirizzo:

# phoneLabel
source: Telefon:
it: Telefono:
