Repository: slobodan1987/cooking_class_website
Catalog: frontend/src/locale/messages.*.xlf
Languages: cs, de, es, fr, it

# description1
source: Dobrodošli u srce Like, gdje mirisi domaće kuhinje bude sjećanja, a okusi pričaju priče naših baka. Naš Traditional Plitvice Lakes Cooking Class nije samo tečaj kuhanja – to je doživljaj za dušu.
cs: Vítejte v srdci Liky, kde vůně domácí kuchyně probouzí vzpomínky a každý chutí vypráví příběh, který se předává z generace na generaci. Náš Traditional Plitvice Lakes Cooking Class není jen o vaření – je to zážitek pro duši.
de: Willkommen im Herzen von Lika, wo der Duft hausgemachter Gerichte Erinnerungen weckt und jeder Bissen eine Geschichte erzählt, die von Generation zu Generation weitergegeben wurde. Unser Traditional Plitvice Lakes Cooking Class ist kein gewöhnlicher Kochkurs – es ist ein Erlebnis für die Seele.
es: Bienvenidos al corazón de Lika, donde los aromas de los platos caseros despiertan recuerdos y cada sabor cuenta una historia que se ha transmitido de generación en generación. Nuestro Traditional Plitvice Lakes Cooking Class no es solo un curso de cocina – es una experiencia para el alma.
fr: Bienvenue au cœur de la Lika, où les arômes des plats faits maison éveillent les souvenirs et chaque saveur raconte une histoire transmise de génération en génération. Notre Traditional Plitvice Lakes Cooking Class n'est pas seulement un cours de cuisine – c'est une expérience pour l'âme.

# description2
source: U društvu naše obitelji, u toplini ličkog doma, naučit ćete pripremati autentična plitvička i lička jela po starinskim receptima koji se prenose generacijama. Ali ne brinite – ovdje se ne broje samo grami i minute. Ovdje se broje osmijesi, mirisi svježeg bilja, zvuk pucanja vatre i topli razgovori uz rakijicu.
cs: Spolu s naší rodinou, v teplé atmosféře našeho tradičního domu, se naučíte připravovat autentická jídla z oblasti Plitvických jezer a Liky, podle starodávných receptů, které se předávají po generace. Ale nebojte se – tady se nepočítají jen gramy a minuty. Tady se počítají úsměvy, vůně čerstvých bylinek, praskání dřeva v ohni a vřelé rozhovory u sklenky domácí rakije.
de: Gemeinsam mit unserer Familie, in der gemütlichen Atmosphäre unseres traditionellen Hauses, lernen Sie, echte Gerichte aus der Region Plitvice und Lika nach alten Rezepten zuzubereiten. Aber keine Sorge – hier geht es nicht um Gramm und Minuten. Hier zählen Lachen, frische Kräuter, das Knistern des Feuers und herzliche Gespräche bei einem Gläschen hausgemachtem Rakija.
es: En compañía de nuestra familia, en el cálido ambiente de nuestra casa tradicional, aprenderás a preparar platos auténticos de los lagos de Plitvice y Lika, utilizando recetas antiguas que han pasado de generación en generación. Pero no te preocupes, aquí no solo se cuentan gramos y minutos. Aquí se cuentan las risas, los aromas de las hierbas frescas, el sonido de la leña crepitando y las conversaciones acogedoras acompañadas de un vaso de rakija casera.
fr: Avec notre famille, dans l'atmosphère chaleureuse de notre maison traditionnelle, vous apprendrez à préparer des plats authentiques des lacs de Plitvice et de la Lika, en utilisant des recettes anciennes transmises au fil du temps. Mais ne vous inquiétez pas – ici, ce n'est pas une simple leçon de cuisine. Ici, on compte les rires, les parfums des herbes fraîches, le crépitement du feu et les conversations chaleureuses autour d'un verre de rakija maison.

# description3
source: Zajedno ćemo mijesiti, sjeckati, kuhati i – najvažnije – smijati se. U svako jelo unosimo dašak prošlih vremena i ljubavi prema kraju iz kojeg dolazimo. A dok kuhate s nama, postajete dio te priče.
cs: Společně budeme hníst, krájet, míchat – a především se bavit. Každé jídlo nese kousek minulosti a lásku, kterou máme k této zemi. A když budete vařit s námi, stanete se součástí tohoto příběhu.
de: Wir kneten, schneiden, rühren – und vor allem genießen wir. Jedes Gericht trägt ein Stück Vergangenheit in sich und unsere Liebe zu diesem Land. Und während Sie mit uns kochen, werden Sie Teil dieser Geschichte.
es: Juntos amasaremos, picaremos, removeremos – y sobre todo, nos divertiremos. Cada plato lleva un pedazo del pasado y el amor que tenemos por esta tierra. Y mientras cocinas con nosotros, te conviertes en parte de esa historia.
fr: Ensemble, nous pétrirons, couperons, remuerons – et surtout, nous nous amuserons. Chaque plat porte un peu du passé et de l'amour que nous avons pour cette terre. Et en cuisinant avec nous, vous devenez une partie de cette histoire.

# expected
source: Što vas očekuje?
cs: Co vás čeká?
de: Was erwartet Sie?
es: ¿Qué puedes esperar?
fr: À quoi s’attendre ?

# bullet1
source: Edukacija i priprema tradicionalnih jela uz stručne i srdačne domaćine
cs: Kurz vaření a příprava tradičních jídel s přátelskými a zkušenými místními hostiteli
de: Kochkurs und Zubereitung traditioneller Gerichte mit herzlichen, ortskundigen Gastgebern
es: Clase de cocina y preparación de platos tradicionales con anfitriones locales cálidos y expertos
fr: Atelier de cuisine et préparation de plats traditionnels avec des hôtes locaux chaleureux et expérimentés

# bullet2
source: Korištenje lokalnih, svježih sastojaka – iz vrta, s tržnice ili iz prirode
cs: Čerstvé sezónní ingredience přímo z naší zahrady, trhu nebo přírody
de: Frische, saisonale Zutaten direkt aus dem Garten, vom Markt oder aus der Natur
es: Ingredientes frescos y de temporada directamente de nuestro jardín, del mercado o de la naturaleza
fr: Des ingrédients frais et de saison directement du jardin, du marché ou de la nature

# bullet3
source: Nezaboravno druženje u rustikalnom ambijentu
cs: Uvolněná a rustikální atmosféra
de: Eine entspannte, rustikale Atmosphäre
es: Un ambiente relajado y rústico
fr: Une ambiance détendue et rustique

# bullet4
source: Kušanje vlastitih kulinarskih remek-djela uz domaće vino i rakiju
cs: Užívání si vlastnoručně připraveného jídla s místním vínem a domácí rakijí
de: Gemeinsames Genießen der selbst zubereiteten Speisen mit regionalem Wein und hausgemachtem Schnaps
es: Disfrutar de tu propio plato acompañado de vino local y rakija casera
fr: Déguster votre propre plat accompagné de vin local et de rakija maison

# bullet5
source: Trenuci koje ćete ponijeti kući – ne u torbi, nego u srcu
cs: Chvíle, které si odnesete domů – ne v tašce, ale v srdci
de: Erinnerungen, die Sie nicht im Koffer, sondern im Herzen mit nach Hause nehmen
es: Momentos que llevarás contigo – no en tu bolsa, sino en tu corazón
fr: Des moments que vous emporterez avec vous – pas dans votre sac, mais dans votre cœur

# endingWord
source: Ovo nije samo kuhanje – ovo je spajanje s kulturom, s ljudima i s prirodom Plitvičkih jezera. Ako tražite nešto istinski autentično, daleko od turističke vreve, dođite da zajedno zapalimo vatru, razvaljamo tijesto i zapečemo uspomene koje će trajati zauvijek.
cs: Tohle není jen vaření – je to spojení s kulturou, lidmi a duší Plitvických jezer. Pokud hledáte něco opravdu autentického, daleko od turistických davů, přijďte zapálit oheň, roztáhnout těsto a vytvořit vzpomínky, které budou trvat celý život.
de: Das ist mehr als nur Kochen – es ist eine Verbindung zur Kultur, zu den Menschen und zur Seele der Plitvicer Seen. Wenn Sie etwas wirklich Authentisches suchen, fernab vom Massentourismus, dann kommen Sie, entfachen Sie das Feuer, rollen Sie den Teig aus und schaffen Sie Erinnerungen, die ein Leben lang bleiben.
es: Esto no es solo cocina – es una conexión con la cultura, con las personas y con el alma de los lagos de Plitvice. Si buscas algo realmente auténtico, lejos de las multitudes turísticas, ven a encender el fuego, estirar la masa y crear recuerdos que durarán toda la vida.
fr: Ce n'est pas juste de la cuisine – c'est une connexion à la culture, aux gens et à l'âme des Lacs de Plitvice. Si vous cherchez quelque chose de vraiment authentique, loin des foules touristiques, venez allumer le feu, étirer la pâte et créer des souvenirs qui dureront toute une vie.

# reserveWord
source: Rezervirajte svoje mjesto za stolom – obitelj vas čeka!
cs: Rezervujte si své místo u stolu – naše rodina se na vás těší!
de: Reservieren Sie Ihren Platz am Tisch – unsere Familie freut sich auf Sie!
es: Reserva tu lugar en la mesa – ¡nuestra familia te espera!
fr: Réservez votre place à la table – notre famille vous attend !

# reservationsSoon
source: Rezerviranje putem stranice uskoro će biti omogućeno!
cs: Rezervace přes webové stránky bude brzy dostupná!
de: Die Buchung über die Website wird in Kürze verfügbar sein!
es: ¡La reserva a través del sitio web estará disponible pronto!
fr: La réservation via le site sera bientôt disponible !

# contactUs
source: Do tada nas za rezervacije kontaktirajte putem telefona ili e-maila navedenih na stranici. Hvala na strpljenju!
cs: Do té doby nás prosím kontaktujte kvůli rezervacím telefonicky nebo e-mailem uvedeným na stránce. Děkujeme za trpělivost!
de: Bis dahin kontaktieren Sie uns bitte für Reservierungen telefonisch oder per E-Mail, wie auf der Website angegeben. Vielen Dank für Ihre Geduld!
es: Mientras tanto, contáctenos para reservas por teléfono o por correo electrónico, como se indica en el sitio web. ¡Gracias por su paciencia!
fr: En attendant, veuillez nous contacter pour toute réservation par téléphone ou par e-mail comme indiqué sur le site. Merci de votre patience !
it: Nel frattempo, per le prenotazioni contattateci telefonicamente o via e-mail come indicato sul sito. Grazie per la vostra pazienza!

# guestsGroup
source: Događaju može prisustvovati od 2 do 12 osoba. Moguće je kombinirati više grupa.
cs: Události se může zúčastnit 2 až 12 osob. Je možné spojit více skupin.
de: An der Veranstaltung können 2 bis 12 Personen teilnehmen. Es ist möglich, mehrere Gruppen zu kombinieren.
es: El evento puede acoger entre 2 y 12 personas. Es posible combinar varios grupos.
fr: L’événement peut accueillir de 2 à 12 personnes. Il est possible de combiner plusieurs groupes.

# price
source: Plaćanje se vrši nakon događaja – gotovinom, karticom ili virmanom. Cijena po osobi iznosi 80 EUR.
cs: Platba probíhá po události – v hotovosti, kartou nebo bankovním převodem. Cena za osobu je 80 EUR.
de: Die Bezahlung erfolgt nach der Veranstaltung – in bar, per Karte oder per Überweisung. Der Preis pro Person beträgt 80 EUR.
es: El pago se realiza después del evento – en efectivo, con tarjeta o por transferencia bancaria. El precio por persona es de 80 EUR.
fr: Le paiement s’effectue après l’événement – en espèces, par carte ou par virement. Le prix par personne est de 80 EUR.

# reservationAndCancellation
source: Rezervaciju je moguće napraviti do 24 sata prije početka događaja.
de: Eine Reservierung ist bis 24 Stunden vor Veranstaltungsbeginn möglich.
es: Es posible hacer la reserva hasta 24 horas antes del inicio del evento.

# timeLabel
source: Vrijeme održavanja:
cs: Čas konání:
de: Veranstaltungszeit:
es: Horario del evento:
fr: Horaire de l’événement :

# addressLabel
source: Adresa:
de: Adresse:
es: Dirección:
fr: Adresse :

# phoneLabel
source: Telefon:
es: Teléfono:
fr: Téléphone :

# emailLabel
source: E-mail:
es: Correo electrónico:

# description1
source: Welcome to the heart of Lika, where the aromas of home-cooked meals awaken memories, and every flavor tells a story passed down through generations. Our Traditional Plitvice Lakes Cooking Class is not just about learning to cook – it’s a soulful experience.
it: Benvenuti nel cuore della Lika, dove gli aromi dei piatti fatti in casa risvegliano i ricordi e ogni sapore racconta una storia tramandata di generazione in generazione. Il nostro Traditional Plitvice Lakes Cooking Class non è solo un corso di cucina – è un'esperienza per l'anima.

# description2
source: Join our family in the warmth of our countryside home as we guide you through the preparation of authentic Plitvice and Lika dishes, using time-honored recipes and techniques. But don’t worry – this isn’t a strict cooking lesson. It’s full of laughter, the scent of fresh herbs, the crackle of firewood, and heartfelt conversation over a glass of homemade rakija.
it: In compagnia della nostra famiglia, nell'accogliente atmosfera della nostra casa tradizionale, imparerete a preparare piatti autentici della regione di Plitvice e della Lika, utilizzando ricette antiche e metodi tramandati. Ma non preoccupatevi – qui non si contano solo i grammi e i minuti. Qui si contano le risate, i profumi delle erbe fresche, il suono della legna che scoppietta e le conversazioni calorose accompagnate da un bicchierino di rakija fatto in casa.

# description3
source: Together we’ll knead, chop, stir – and most importantly – enjoy. Every dish is infused with a touch of the past and our love for this land. And as you cook with us, you become a part of that story.
it: Insieme impasteremo, triteremo, mescoleremo – e soprattutto, ci divertiremo. Ogni piatto è intriso di un pezzo di passato e dell'amore che proviamo per questa terra. E mentre cucinate con noi, diventate parte di quella storia.

# expected
source: What to expect?
it: Cosa vi aspetta?

# bullet1
source: Cooking class and preparation of traditional dishes with warm and knowledgeable local hosts
it: Corso di cucina e preparazione di piatti tradizionali con padroni di casa calorosi ed esperti

# bullet2
source: Fresh, seasonal ingredients straight from the garden, the market, or the wild
it: Ingredienti freschi e stagionali direttamente dall'orto, dal mercato o dalla natura

# bullet3
source: A relaxed and rustic atmosphere
it: Un'atmosfera rilassata e rustica

# bullet4
source: Enjoying the meal you've created with local wine and homemade brandy
it: Gustare il piatto che avete creato con vino locale e rakija fatta in casa

# bullet5
source: Moments you'll take home – not in your bag, but in your heart
it: Momenti che porterete a casa – non nella borsa, ma nel cuore

# endingWord
source: This is more than cooking – it’s a connection to the culture, the people, and the soul of the Plitvice Lakes region. If you're seeking something truly authentic, far from the tourist crowds, come light the fire, roll the dough, and bake memories that will last a lifetime.
it: Questa non è solo cucina – è un legame con la cultura, con le persone e con l'anima dei Laghi di Plitvice. Se cercate qualcosa di veramente autentico, lontano dalle folle turistiche, venite a accendere il fuoco, a stendere la pasta e a creare ricordi che dureranno per tutta la vita.

# reserveWord
source: Book your seat at the table – our family is waiting for you!
it: Prenotate il vostro posto a tavola – la nostra famiglia vi aspetta!

# reservationsSoon
source: Booking through the website will be available soon!
it: La prenotazione tramite il sito sarà presto disponibile!

# timeLabel
source: Time of the event:
it: Orario dell’evento:

# addressLabel
source: Address:
it: Indirizzo:

# phoneLabel
source: Phone:
it: Telefono:
